Repository: lovasoa/ophir_odt_import
Catalog: translations/*.po
Languages: fr

source: Import ODT files
fr: Importer des fichiers ODT

source: Allows the user to choose an ODT file to import. Not all users should have this permission, because this allows the user to output anything to the browser, which is a security concern.
fr: Permet aux utilisateurs de choisir un fichier à importerCette permission ne devrait pas être donnée à tous les utilisateurs.

source: ODT file import
fr: Import de fichier ODT

source: Select a file to import. This file will be parsed and set as content body. Make sure you do not have anything in the body field while importing an ODT file, as the import will overwrite the content body
fr: Choisissez un fichier à importer. Le texte de ce fichier sera extrait, et remplacera le contenu actuel.

source: File to import
fr: Fichier à importer

source: The Ophir ODT Import allows you to import ODT files in drupal. Not all styling information are imported, but links, headings, quotes, and footnotes should be rendered correctly in drupal. To access the import an ODT file, just create a new page, do not fill the body textfield, and choose a file in <b>ODT file import</b>
fr: Le module d'import de fichier ODT Ophir vous permet d'extraire le contenu de fichiers ODT pour les importer dans Drupal.Le style du document n'est pas reproduit de façon parfaitement fidèle, mais les liens, les titres, les citations, les notes en bas de page devraient s'afficher en tant que tels.

source: File uploaded is not a odt file
fr: Le fichier téléversé n'est pas un fichier ODT.

source: Not installed
fr: Pas installé

source: The XMLReader extension for PHP is missing. Please check the <a href="@url">PHP XMLReader documentation</a> for information on how to correct this.
fr: L'extension PHP XMLReader n'est pas installée. Veuillez lire ce que dit la <a href="@url">documentation PHP sur XMLReader</a> pour plus d'informations sur les moyens de corriger cette erreur.

source: The Zip stream wrapper is missing. Please check the <a href="@url">PHP Zip documentation</a> for information on how to correct this.
fr: Le gestionnaire de flux "Zip" est absent. Veuillez lire la <a href="@url">documentation PHP sur l'extension Zip</a> pour plus d'informations sur le moyen de corriger cette erreur.

source: Ophir ODT Importer
fr: Importation de fichiers ODT Ophir

source: Enables creating content by importing ODT files.
fr: Permet de créer du contenu en important des fichiers ODT.
